src/main/resources/ResponseBDS.xml

<soapenv:Envelope xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"
                  xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema"
                  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
    <soapenv:Body>
        <NS1:BranchData xmlns:NS1="http://www.raiffeisen.ru/services/BranchDataService/v1">
            <NS2:code xmlns:NS2="http://www.raiffeisen.ru/types/BranchData/v1">565</NS2:code>
        </NS1:BranchData>
    </soapenv:Body>
</soapenv:Envelope>
